<?php
require("../../inc/header.php");

/*
		SoftName : EmpireBak Version 2010
		Author   : wm_chief
		Copyright: Powered by www.phome.net
*/

DoSetDbChar('utf8');
E_D("DROP TABLE IF EXISTS `ecm_goods`;");
E_C("CREATE TABLE `ecm_goods` (
  `goods_id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `store_id` int(10) unsigned NOT NULL DEFAULT '0',
  `type` varchar(10) NOT NULL DEFAULT 'material',
  `goods_name` varchar(255) NOT NULL DEFAULT '',
  `description` text,
  `cate_id` int(10) unsigned NOT NULL DEFAULT '0',
  `cate_name` varchar(255) NOT NULL DEFAULT '',
  `brand` varchar(100) NOT NULL,
  `spec_qty` tinyint(4) unsigned NOT NULL DEFAULT '0',
  `spec_name_1` varchar(60) NOT NULL DEFAULT '',
  `spec_name_2` varchar(60) NOT NULL DEFAULT '',
  `if_show` tinyint(3) unsigned NOT NULL DEFAULT '1',
  `closed` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `close_reason` varchar(255) DEFAULT NULL,
  `add_time` int(10) unsigned NOT NULL DEFAULT '0',
  `last_update` int(10) unsigned NOT NULL DEFAULT '0',
  `default_spec` int(11) unsigned NOT NULL DEFAULT '0',
  `default_image` varchar(255) NOT NULL DEFAULT '',
  `recommended` tinyint(4) unsigned NOT NULL DEFAULT '0',
  `cate_id_1` int(10) unsigned NOT NULL DEFAULT '0',
  `cate_id_2` int(10) unsigned NOT NULL DEFAULT '0',
  `cate_id_3` int(10) unsigned NOT NULL DEFAULT '0',
  `cate_id_4` int(10) unsigned NOT NULL DEFAULT '0',
  `price` decimal(10,2) NOT NULL DEFAULT '0.00',
  `tags` varchar(102) NOT NULL,
  `if_open` tinyint(3) NOT NULL DEFAULT '0',
  `market_price` decimal(10,2) unsigned NOT NULL DEFAULT '0.00',
  `recom` varchar(100) NOT NULL,
  `virtual_seles` int(10) NOT NULL DEFAULT '0',
  PRIMARY KEY (`goods_id`),
  KEY `store_id` (`store_id`),
  KEY `cate_id` (`cate_id`),
  KEY `cate_id_1` (`cate_id_1`),
  KEY `cate_id_2` (`cate_id_2`),
  KEY `cate_id_3` (`cate_id_3`),
  KEY `cate_id_4` (`cate_id_4`),
  KEY `brand` (`brand`(10)),
  KEY `tags` (`tags`)
) ENGINE=MyISAM AUTO_INCREMENT=100 DEFAULT CHARSET=utf8");
E_D("replace into `ecm_goods` values('1','2','material','合家欢 新鲜西红柿 酸酸甜甜 凌晨采购 全程冷链','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033366','1388033366','1','data/files/store_2/goods_110/small_201312262048304586.jpg','1','1','14','19','0','8.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('2','2','material','袋装水果','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033524','1388033524','2','data/files/store_2/goods_198/small_201312262049586818.jpg','1','1','14','19','0','100.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('3','2','material','海泉 野生苹果 新品上架 馈赠佳品 有糖心哦~','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033588','1388033588','3','data/files/store_2/goods_148/small_201312262052284448.jpg','1','1','14','19','0','68.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('4','2','material','杰记 新鲜脆甜 高山红苹果','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033671','1388033671','4','data/files/store_2/goods_57/small_201312262054174988.jpg','1','1','14','19','0','69.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('5','2','material','杰记 新鲜脆甜 高山红苹果','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033715','1388033715','5','data/files/store_2/goods_99/small_201312262054594117.jpg','1','1','14','19','0','10.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('6','2','material','杰记 进口 新鲜 新西兰 爵士 苹果','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033757','1388033757','6','data/files/store_2/goods_136/small_201312262055366831.jpg','1','1','14','19','0','32.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('7','2','material','杰记 进口 新鲜 果大味甜 红蛇果','','19','网上菜场、果蔬生鲜	水果	苹果','','0','','','1','0',NULL,'1388033798','1388033798','7','data/files/store_2/goods_180/small_201312262056209107.jpg','1','1','14','19','0','65.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('8','2','material','杰记美国无籽黑提（清香蜜甜，爽脆无渣）','','20','网上菜场、果蔬生鲜	水果	葡萄','','0','','','1','0',NULL,'1388033867','1388033867','8','data/files/store_2/goods_63/small_201312262057435880.jpg','1','1','14','20','0','38.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('9','2','material','海泉 进口红提 新鲜配送','','21','网上菜场、果蔬生鲜	水果	红提','','0','','','1','0',NULL,'1388033923','1388033923','9','data/files/store_2/goods_120/small_201312262058402887.jpg','1','1','14','21','0','50.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('10','2','material','杰记 国产 新鲜 香甜 库尔勒香梨礼盒','','26','网上菜场、果蔬生鲜	水果	橙梨','','0','','','1','0',NULL,'1388034036','1388034036','10','data/files/store_2/goods_31/small_201312262100319871.jpg','1','1','14','26','0','108.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('11','2','material','海泉 贡梨','','26','网上菜场、果蔬生鲜	水果	橙梨','','0','','','1','0',NULL,'1388034078','1388034078','11','data/files/store_2/goods_75/small_201312262101158858.jpg','1','1','14','26','0','25.50','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('12','2','material','杰记 国产 红肉 新鲜 红心蜜柚','','22','网上菜场、果蔬生鲜	水果	柚子','','0','','','1','0',NULL,'1388034154','1388034154','12','data/files/store_2/goods_144/small_201312262102246687.jpg','1','1','14','22','0','28.50','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('13','2','material','海泉 进口车厘子 圣诞款','','34','网上菜场、果蔬生鲜	水果	车厘子','','0','','','1','0',NULL,'1388034228','1388034228','13','data/files/store_2/goods_2/small_201312262103227833.jpg','1','1','14','34','0','108.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('14','2','material','海泉 进口 红心火龙果 新鲜配送','','33','网上菜场、果蔬生鲜	水果	火龙果','','0','','','1','0',NULL,'1388034294','1388034294','14','data/files/store_2/goods_77/small_201312262104371080.jpg','1','1','14','33','0','21.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('15','2','material','海泉 进口柠檬 尤力克 新鲜配送','','27','网上菜场、果蔬生鲜	水果	柠檬','','0','','','1','0',NULL,'1388034356','1388034356','15','data/files/store_2/goods_153/small_201312262105539118.jpg','1','1','14','27','0','30.60','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('16','2','material','椰岛鹿龟酒二星礼盒（500ml*2）','','98','休闲食品、酒水饮料	酒类商城	滋补酒','','0','','','1','0',NULL,'1388034478','1388034478','16','data/files/store_2/goods_69/small_201312262107499378.jpg','1','2','64','98','0','92.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('17','2','material','椰岛鹿龟酒三星（露酒）礼盒2瓶装（500ml*2） 养生保健补酒','','98','休闲食品、酒水饮料	酒类商城	滋补酒','','0','','','1','0',NULL,'1388034535','1388034535','17','data/files/store_2/goods_129/small_201312262108507192.jpg','1','2','64','98','0','110.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('18','2','material','沙洲优黄花开富贵480ml/瓶','','96','休闲食品、酒水饮料	酒类商城	黄酒','','0','','','1','0',NULL,'1388034582','1388034582','18','data/files/store_2/goods_166/small_201312262109269656.jpg','1','2','64','96','0','32.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('19','2','material','50°红心如意郎酒500ml','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388034641','1388034641','19','data/files/store_2/goods_28/small_201312262110282113.jpg','1','2','64','97','0','52.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('20','2','material','口子窖白酒（五年）46度 400ml','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388034702','1388034702','20','data/files/store_2/goods_51/small_201312262110515808.jpg','1','2','64','97','0','95.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('21','2','material','【量贩购】张裕窖藏二年干红葡萄酒750ml×2瓶（每个ID限购5组）','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388034760','1388034760','21','data/files/store_2/goods_124/small_201312262112041198.jpg','1','2','64','97','0','72.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('22','2','material','华佗十全补酒700ml','','95','休闲食品、酒水饮料	酒类商城	白酒','','0','','','1','0',NULL,'1388034838','1388034838','22','data/files/store_2/goods_6/small_201312262113269791.jpg','1','2','64','95','0','36.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('23','2','material','双沟珍宝坊 君坊 41.8度 480ml+68度 20ml','','94','休闲食品、酒水饮料	酒类商城	进口葡萄酒','','0','','','1','0',NULL,'1388034891','1388034891','23','data/files/store_2/goods_71/small_201312262114315846.jpg','1','2','64','94','0','128.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('24','2','material','42°洋河大曲青瓷500ml','','99','休闲食品、酒水饮料	酒类商城	果酒','','0','','','1','0',NULL,'1388034944','1388034944','24','data/files/store_2/goods_141/small_201312262115417011.jpg','1','2','64','99','0','62.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('25','2','material','沙洲优黄(干黄) 480ml/瓶','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388035006','1388035006','25','data/files/store_2/goods_3/small_201312262116433996.jpg','1','2','64','97','0','350.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('26','2','material','乌毡帽十年陈 350ml','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388035091','1388035091','26','data/files/store_2/goods_86/small_201312262118061068.jpg','1','2','64','97','0','100.00',',330,','0','0.00','','0');");
E_D("replace into `ecm_goods` values('27','2','material','上海老酒六年陈500ml','','97','休闲食品、酒水饮料	酒类商城	葡萄酒/红酒','','0','','','1','0',NULL,'1388035163','1388035163','27','data/files/store_2/goods_160/small_201312262119204138.jpg','1','2','64','97','0','666.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('28','2','material','【量贩购】多力橄榄葵花油2.5L×2瓶 礼盒装 过节送礼更合适（每个I...','','158','粮油干货、厨房调料	粮油米面	食用油','','0','','','1','0',NULL,'1388036097','1388036097','28','data/files/store_2/goods_92/small_201312262134527551.jpg','1','4','145','158','0','108.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('29','2','material','银鹭好粥道 黑米杂粮八宝粥280g','','150','粮油干货、厨房调料	粮油米面	杂粮','','0','','','1','0',NULL,'1388036198','1388036198','29','data/files/store_2/goods_192/small_201312262136326387.jpg','1','4','145','150','0','3.60','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('30','2','material','纽天然三叶草蜂蜜250g（新西兰）','','132','进口食品、进口乳品	进口零食	进口膨化/薯片','','0','','','1','0',NULL,'1388036332','1388036332','30','data/files/store_2/goods_111/small_201312262138315559.jpg','1','3','124','132','0','59.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('31','2','material','台湾进口零食品 张君雅系列 拉面条饼和风鸡汁味 嘴馋了','','132','进口食品、进口乳品	进口零食	进口膨化/薯片','','0','','','1','0',NULL,'1388036394','1388036394','31','data/files/store_2/goods_189/small_201312262139497936.jpg','1','3','124','132','0','6.90','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('32','2','material','正宗99能量棒 台湾北田棒蛋黄夹心 180克 特价 嘴馋了','','132','进口食品、进口乳品	进口零食	进口膨化/薯片','','0','','','1','0',NULL,'1388036467','1388036467','32','data/files/store_2/goods_62/small_201312262141025440.jpg','1','3','124','132','0','10.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('33','2','material','印度尼西亚进口啪啪通虾片85克','','132','进口食品、进口乳品	进口零食	进口膨化/薯片','','0','','','1','0',NULL,'1388036528','1388036528','33','data/files/store_2/goods_125/small_201312262142056946.jpg','1','3','124','132','0','16.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('34','2','material','正品马来西亚 可康牌多口味果冻（含椰果）480g 嘴馋了','','134','进口食品、进口乳品	进口零食	进口果冻/布丁','','0','','','1','0',NULL,'1388036590','1388036590','34','data/files/store_2/goods_185/small_201312262143054186.jpg','1','3','124','134','0','12.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('35','2','material','可康果冻布丁 480g(80gX6杯) 邻客小食','','134','进口食品、进口乳品	进口零食	进口果冻/布丁','','0','','','1','0',NULL,'1388036650','1388036650','35','data/files/store_2/goods_42/small_201312262144021189.jpg','1','3','124','134','0','12.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('36','2','material','泰国进口天然零食品 特级泰国植生桂圆肉干 龙眼肉 果干蜜饯 140g...','','138','进口食品、进口乳品	进口零食	进口凉果/蜜饯','','0','','','1','0',NULL,'1388036717','1388036717','36','data/files/store_2/goods_113/small_201312262145134866.jpg','1','3','124','138','0','22.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('37','2','material','优之良品贵妃梅200克','','138','进口食品、进口乳品	进口零食	进口凉果/蜜饯','','0','','','1','0',NULL,'1388036809','1388036809','37','data/files/store_2/goods_7/small_201312262146474624.jpg','1','3','124','138','0','20.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('38','2','material','澳门香记特产 XO酱金钱猪肉脯/肉干 250g 特价 嘴馋了','','136','进口食品、进口乳品	进口零食	进口肉制品','','0','','','1','0',NULL,'1388036884','1388036884','38','data/files/store_2/goods_80/small_201312262148001815.jpg','1','3','124','136','0','21.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('39','2','material','韩国进口小零食 托马斯小火车鳕鱼肠400g','','136','进口食品、进口乳品	进口零食	进口肉制品','','0','','','1','0',NULL,'1388036943','1388036943','39','data/files/store_2/goods_139/small_201312262148598688.jpg','1','3','124','136','0','80.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('40','2','material','味好美脆皮香酥炸鸡配料45g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037104','1388037104','40','data/files/store_2/goods_95/small_201312262151359791.jpg','1','4','146','332','0','2.20','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('41','2','material','味好美鱼香肉丝调料35g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037142','1388037142','41','data/files/store_2/goods_130/small_201312262152104798.jpg','1','4','146','332','0','2.50','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('42','2','material','王守义十三香40g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037251','1388037251','42','data/files/store_2/goods_47/small_201312262154079508.jpg','1','4','146','332','0','2.30','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('43','2','material','味好美咖喱粉30g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037302','1388037302','43','data/files/store_2/goods_93/small_201312262154537504.jpg','1','4','146','332','0','7.30','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('44','2','material','川南火锅底料150g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037356','1388037356','44','data/files/store_2/goods_144/small_201312262155447040.jpg','1','4','146','332','0','4.10','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('45','2','material','郫县红油豆瓣 1.05kg','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037389','1388037389','45','data/files/store_2/goods_178/small_201312262156186146.jpg','1','4','146','332','0','14.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('46','2','material','川郫红油郫县豆瓣500g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037427','1388037427','46','data/files/store_2/goods_11/small_201312262156516537.jpg','1','4','146','332','0','5.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('47','2','material','川南干爹风味豆豉210g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037481','1388037481','47','data/files/store_2/goods_76/small_201312262157569987.jpg','1','4','146','332','0','5.50','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('48','2','material','川崎火锅调料海鲜100g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037529','1388037529','48','data/files/store_2/goods_111/small_201312262158319438.jpg','1','4','146','332','0','2.60','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('49','2','material','川崎火锅调料海麻辣100g','','332','粮油干货、厨房调料	调味果酱	调味料','','0','','','1','0',NULL,'1388037569','1388037569','49','data/files/store_2/goods_162/small_201312262159227323.jpg','1','4','146','332','0','2.60','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('50','2','material','新安怡 婴儿保湿润肤乳液200ML','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388037930','1388037930','50','data/files/store_2/goods_127/small_201312262205276887.jpg','1','6','189','364','0','74.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('51','2','material','飞利浦新安怡标准口径奶嘴','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388037976','1388037976','51','data/files/store_2/goods_173/small_201312262206139520.jpg','1','6','189','364','0','14.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('52','2','material','飞利浦新安怡幼儿食物储存盒','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038076','1388038076','52','data/files/store_2/goods_72/small_201312262207528762.jpg','1','6','189','364','0','144.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('53','2','material','Pigeon贝亲 婴儿沐浴露','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038125','1388038125','53','data/files/store_2/goods_102/small_201312262208227300.jpg','1','6','189','364','0','17.50','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('54','2','material','飞利浦新安怡微波炉蒸汽消毒锅套餐','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038164','1388038164','54','data/files/store_2/goods_135/small_201312262208557042.jpg','1','6','189','364','0','354.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('55','2','material','飞利浦新安怡4合1电子蒸汽消毒锅','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038205','1388038205','55','data/files/store_2/goods_176/small_201312262209361435.jpg','1','6','189','364','0','679.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('56','2','material','飞利浦新安怡手动吸乳器外出旅行组合套装','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038246','1388038246','56','data/files/store_2/goods_16/small_201312262210162177.jpg','1','6','189','364','0','606.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('57','2','material','飞利浦新安怡对装乳头矫正器','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038292','1388038292','57','data/files/store_2/goods_57/small_201312262210575290.jpg','1','6','189','364','0','374.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('58','2','material','飞利浦新安怡智能蒸汽消毒锅','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038343','1388038343','58','data/files/store_2/goods_106/small_201312262211467126.jpg','1','6','189','364','0','774.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('59','2','material','飞利浦新安怡标准口径奶嘴','','364','母婴用品、 玩具	洗护用品	护理用品','','0','','','1','0',NULL,'1388038380','1388038380','59','data/files/store_2/goods_152/small_201312262212327144.jpg','1','6','189','364','0','12.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('60','2','material','希乐上品真空保温泡茶杯 XS-400-3','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038694','1388038694','60','data/files/store_2/goods_90/small_201312262218109004.jpg','1','7','0','0','0','35.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('61','2','material','妙洁圆形耐热玻璃保鲜盒800ml MCOGBC80','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038738','1388038738','61','data/files/store_2/goods_114/small_201312262218342575.jpg','1','7','0','0','0','24.90','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('62','2','material','(原装进口)韩国爱敬aekyung全彩护色洗衣液1L','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038787','1388038787','62','data/files/store_2/goods_153/small_201312262219138421.jpg','1','7','0','0','0','46.60','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('63','2','material','品诚尚品惠 Supor/苏泊尔 T0908Q厨具套装典雅系列不锈钢锅铲汤勺...','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038827','1388038827','63','data/files/store_2/goods_6/small_201312262220067431.jpg','1','7','0','0','0','215.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('64','2','material','乐扣保鲜盒6件多规格套装微波炉烤箱耐热玻璃LLG224S902 44763当...','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038876','1388038876','64','data/files/store_2/goods_41/small_201312262220415407.jpg','1','7','0','0','0','202.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('65','2','material','妙洁手压旋拖1*4','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388038973','1388038973','65','data/files/store_2/goods_143/small_201312262222237668.jpg','1','7','0','0','0','158.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('66','2','material','2支装妙洁C型点断式垃圾袋(中)','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388039008','1388039008','66','data/files/store_2/goods_186/small_201312262223061143.jpg','1','7','0','0','0','2.90','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('67','2','material','妙洁C型魔吸胶棉拖把','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388039047','1388039047','67','data/files/store_2/goods_26/small_201312262223464846.jpg','1','7','0','0','0','23.80','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('68','2','material','汰渍全效炫白加衣领净精华洗衣粉560克','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388039114','1388039114','68','data/files/store_2/goods_91/small_201312262224518849.jpg','1','7','0','0','0','5.10','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('69','2','material','【量贩购】奥妙 全自动含金纺馨香精华深层洁净洗衣液 3kg（怡神薰...','','7','厨房、清洁、卫浴用品','','0','','','1','0',NULL,'1388039145','1388039145','69','data/files/store_2/goods_131/small_201312262225311490.jpg','1','7','0','0','0','45.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('70','2','material','韩版夏季新款连衣裙 纯色露肩 雪纺假两件套 连衣短裙5776','','239','服饰箱包鞋靴、 运动	女装精品	连衣裙','','0','','','1','0',NULL,'1388039629','1388039629','70','data/files/store_2/goods_195/small_201312262233156335.jpg','1','10','223','239','0','850.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('71','2','material','春装新款 韩版 气质修身 蕾丝拼接 圆领长袖 性感 连衣短裙L4666','','239','服饰箱包鞋靴、 运动	女装精品	连衣裙','','0','','','1','0',NULL,'1388039672','1388039672','71','data/files/store_2/goods_44/small_201312262234045839.jpg','1','10','223','239','0','750.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('72','2','material','时尚休闲 气质雪纺条纹两件套 长袖不规则连衣裙7938','','239','服饰箱包鞋靴、 运动	女装精品	连衣裙','','0','','','1','0',NULL,'1388039729','1388039729','72','data/files/store_2/goods_113/small_201312262235137180.jpg','1','10','223','239','0','690.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('73','2','material','新品女装 荷叶边外衫 碎花裙 裙子夏季两件套 麻棉长袖连衣裙F512...','','239','服饰箱包鞋靴、 运动	女装精品	连衣裙','','0','','','1','0',NULL,'1388039774','1388039774','73','data/files/store_2/goods_142/small_201312262235429182.jpg','1','10','223','239','0','850.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('74','2','material','皇后大街2013春装新款圆领收腰中袖蕾丝连衣裙修身显瘦打底裙L234...','','239','服饰箱包鞋靴、 运动	女装精品	连衣裙','','0','','','1','0',NULL,'1388039823','1388039823','74','data/files/store_2/goods_189/small_201312262236298305.jpg','1','10','223','239','0','2090.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('75','2','material','棉先生原创 2012新品 韩版黑色西服两粒扣休闲小西装外套 S5455','','262','服饰箱包鞋靴、 运动	男装精品	西服','','0','','','1','0',NULL,'1388039883','1388039883','75','data/files/store_2/goods_38/small_201312262237189780.jpg','1','10','224','262','0','173.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('76','2','material','Miiow猫人 2013新款夏季女士性感豹纹印花舒适中腰提臀三角裤1397...','','249','服饰箱包鞋靴、 运动	女装精品	卫衣/绒衫','','0','','','1','0',NULL,'1388039951','1388039951','76','data/files/store_2/goods_98/small_201312262238182827.jpg','1','10','223','249','0','390.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('77','2','material','韩国品牌 SATSUN 专柜正品 超弹修身小腿裤 明线装饰 特价促销','','245','服饰箱包鞋靴、 运动	女装精品	蕾丝衫/雪纺衫','','0','','','1','0',NULL,'1388040028','1388040028','77','data/files/store_2/goods_179/small_201312262239393163.jpg','1','10','223','245','0','169.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('78','2','material','（冰爽特价）韩国品牌 SATSUN 专柜正品 拉链装饰牛仔短裤','','245','服饰箱包鞋靴、 运动	女装精品	蕾丝衫/雪纺衫','','0','','','1','0',NULL,'1388040081','1388040081','78','data/files/store_2/goods_54/small_201312262240547284.jpg','1','10','223','245','0','129.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('79','2','material','全棉弹力抓绒小腿裤 保暖舒适 雪花修身小腿裤 春...','','235','服饰箱包鞋靴、 运动	女装精品	羽绒服','','0','','','1','0',NULL,'1388040133','1388040133','79','data/files/store_2/goods_97/small_201312262241379970.jpg','1','10','223','235','0','69.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('80','2','material','【量贩购】顶瓜瓜专柜 顶呱呱男女保暖内衣 加厚加绒套装DNBMD-T2...','','236','服饰箱包鞋靴、 运动	女装精品	羊毛/羊绒','','0','','','1','0',NULL,'1388040198','1388040198','80','data/files/store_2/goods_156/small_201312262242365477.jpg','1','10','223','236','0','89.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('81','2','material','艾美特PTC陶瓷暖风机HP2028UR 取暖器 电暖器 遥控加湿','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388040743','1388040743','81','data/files/store_2/goods_111/small_201312262251512164.jpg','1','9','216','0','0','699.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('82','2','material','飞利浦 充电剃须刀HQ6076 弹出式修发器刀头水洗','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388040835','1388040835','82','data/files/store_2/goods_9/small_201312262253293800.jpg','1','9','216','0','0','499.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('83','2','material','Joyoung/九阳 JYC-21GS08 电磁炉 健康双环火 触摸 节能 正品特价...','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388040935','1388040935','83','data/files/store_2/goods_80/small_201312262254404774.jpg','1','9','216','0','0','269.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('84','2','material','Joyoung/九阳JYK-17F05A特价不锈钢多功能电热开水煲壶联保正品 ...','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388040980','1388040980','84','data/files/store_2/goods_155/small_201312262255558436.jpg','1','9','216','0','0','170.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('85','2','material','先锋 电暖气CY11BB-11 DS1102 油汀11片 赠晾衣架加湿盒','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041028','1388041028','85','data/files/store_2/goods_6/small_201312262256466045.jpg','1','9','216','0','0','399.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('86','2','material','Joyoung/九阳 C21-SC007 九阳电磁炉 超薄 二级能效 整板触摸屏','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041065','1388041065','86','data/files/store_2/goods_49/small_201312262257294186.jpg','1','9','216','0','0','259.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('87','2','material','道尔顿PF前置折叠棉滤芯','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041106','1388041106','87','data/files/store_2/goods_86/small_201312262258066317.jpg','1','9','216','0','0','88.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('88','2','material','美妙足浴盆MM-13H全盖泡脚加热足浴器足浴盆泡脚盆','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041146','1388041146','88','data/files/store_2/goods_124/small_201312262258442397.jpg','1','9','216','0','0','249.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('89','2','material','美妙足浴盆MM-12E/02E足浴器按摩正品 洗脚盆加热泡脚盆','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041200','1388041200','89','data/files/store_2/goods_180/small_201312262259401924.jpg','1','9','216','0','0','239.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('90','2','material','品诚尚品惠 Midea/美的 DE12G13 全不锈钢豆浆机多功能无网 3.4KG','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041280','1388041280','90','data/files/store_2/goods_60/small_201312262301006712.jpg','1','9','216','0','0','270.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('91','2','material','HTC T528t 双卡双待双通TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041380','1388041380','91','data/files/store_2/goods_155/small_201312262302356953.jpg','1','9','216','0','0','1298.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('92','2','material','中兴（ZTE）U960s3 3G手机 TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041427','1388041427','92','data/files/store_2/goods_3/small_201312262303231812.jpg','1','9','216','0','0','495.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('93','2','material','三星(samsung)s5698 3G手机 TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041471','1388041471','93','data/files/store_2/goods_48/small_201312262304085587.jpg','1','9','216','0','0','199.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('94','2','material','华为（Huawei）T8951（G510）3G手机 TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041510','1388041510','94','data/files/store_2/goods_93/small_201312262304537590.jpg','1','9','216','0','0','599.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('95','2','material','HTC 8S（A620t）3G手机TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041548','1388041548','95','data/files/store_2/goods_134/small_201312262305341913.jpg','1','9','216','0','0','688.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('96','2','material','诺基亚（NOKIA） Lumia 720T 3G手机 TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041597','1388041597','96','data/files/store_2/goods_170/small_201312262306104597.jpg','1','9','216','0','0','1749.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('97','2','material','三星（SAMSUNG）I8558 3G手机 TD-SCDMA/GSM 双卡双待','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041645','1388041645','97','data/files/store_2/goods_27/small_201312262307078496.jpg','1','9','216','0','0','1549.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('98','2','material','酷派(Coolpad)8730 3G手机 TD-SCDMA/GSM','','216','大家电、生活电器	生活电器','','0','','','1','0',NULL,'1388041757','1388041757','98','data/files/store_2/goods_107/small_201312262308271759.jpg','1','9','216','0','0','1588.00','','0','0.00','','0');");
E_D("replace into `ecm_goods` values('99','2','material','测试商品','<p><img src=\"/data/files/store_2/goods_123/201406260258439769.jpg\" alt=\"\" /></p>','19','网上菜场、果蔬生鲜	水果	苹果','','2','颜色','尺码','1','0',NULL,'1403693943','1422880917','99','data/files/store_2/goods_123/small_201406260258439769.jpg','1','1','14','19','0','0.10','','0','0.00','','0');");

require("../../inc/footer.php");
?>